<html>
<head><title>AGB</title></head>
<body bgcolor="#000000">
<font color="#00ff00">

<p>Allgemeine Gesch&auml;ftsbedingungen (AGB) Stand: Dezember 2017</p>

<p>Stefan Haase Hauptstra&szlig;e 39 09221 Neukirchen / Erzgeb.</p>

<p>Tel.: - E-Mail: support@gamer-stammtisch.de</p>

<p>- nachfolgend &quot;Anbieter&quot; genannt -</p>

<p>f&uuml;r das Online-Spiel &quot;Decrypt Sim&quot; und die damit verbundenen Online-Services auf der Internetplattform http://darselx-gaming.ddnss.de/Games/DecryptSim</p>

<p> &sect; 1 Vertragsabschluss Der Anbieter stellt das Online-Spiel &#8222;Decrypt Sim&ldquo; kostenfrei zur Verf&uuml;gung, welches der Unterhaltung dient. Jeder Spieler (nachfolgend als &#8222;Nutzer&ldquo; bezeichnet) muss sich zu Beginn kostenfrei registrieren und Benutzernamen sowie ein Passwort w&auml;hlen, zus&auml;tzlich ist die Eingabe der E-Mail-Adresse notwendig. Im Anschluss wird eine E-Mail mit den gew&auml;hlten Nutzer-Daten an diese Adresse verschickt, gleichzeitig erfolgt die Freischaltung des Nutzers mit diesen Daten. Mit der Freischaltung erh&auml;lt der Nutzer das unentgeltliche, widerrufliche Nutzungsrecht an den Funktionen von &#8222;Decrypt Sim&ldquo; . &#8222;Decrypt Sim&ldquo; wird regelm&auml;&szlig;ig aktualisiert, angepasst, erweitert und auch ver&auml;ndert. Der Nutzer hat dementsprechend nur ein Nutzungsrecht an &#8222;Decrypt Sim&ldquo; in der jeweils aktuellen Version. Ein Anspruch des Nutzers auf Aufrechterhaltung des Spiels in der bei Vertragsschluss bestehenden Version besteht nicht. Der Anbieter beh&auml;lt sich vor, den Betrieb von &#8222;Decrypt Sim&ldquo; jederzeit, auch ohne Angabe von Gr&uuml;nden, zu beenden.</p>

<p>Mit Ausf&uuml;llen des Registrierungsformulars gibt der Nutzer ein verbindliches Angebot zur Er&ouml;ffnung seines Nutzer-Zugangs und damit auch zum Abschluss eines Vertrages ab. Die Formular-Daten m&uuml;ssen vollst&auml;ndig und korrekt ausgef&uuml;llt werden. Jeder Vertrag bezieht sich auf die Teilnahme eines Nutzers an &#8222;Decrypt Sim&ldquo; unter einer bestimmten Kennung. Der Vertrag zwischen Anbieter und Nutzer kommt mit Annahme des Antrags auf Er&ouml;ffnung eines Nutzer-Zugangs durch den Anbieter zustande. Die Annahme erfolgt durch die &Uuml;bersendung der Best&auml;tigungsmail bzw. sp&auml;testens durch Freischaltung des Nutzer-Zugangs. Es besteht kein Rechtsanspruch des Nutzers auf Freischaltung seines Zugangs.</p>

<p>Durch die Annahme der Anmeldung kommt ein unentgeltlicher Dienstleistungsvertrag zur Nutzung von &#8222;Decrypt Sim&ldquo; auf Basis dieser AGB zwischen dem Nutzer und</p>

<p>Stefan Haase Hauptstra&szlig;e 39 09221 Neukirchen / Erzgeb.</p>

<p>Tel.:  E-Mail: support@gamer-stammtisch.de</p>

<p>auf unbestimmte Zeit zustande.</p>

<p>Alle Zug&auml;nge, inklusive den dazugeh&ouml;rigen Ressourcen, Einheiten etc. sind virtuelle Gegenst&auml;nde im Spiel. Der Nutzer erwirbt kein Eigentum oder sonstige Rechte am Zugang oder an Teilen des Zugangs. S&auml;mtliche Rechte verbleiben beim Anbieter. Eine &Uuml;bertragung von Verwertungs- oder sonstigen Rechten auf den Nutzer findet nicht statt.</p>

<p>Es ist niemandem erlaubt, mit Dritten vertragliche Vereinbarungen gleich welcher Art bez&uuml;glich der &Uuml;bertragung, Nutzung und / oder Weitergabe von Zug&auml;ngen sowie Zugangs-Daten zu treffen. Insbesondere ist es ausdr&uuml;cklich untersagt, Zug&auml;nge oder Zugangs-Bestandteile zu ver&auml;u&szlig;ern oder in sonstiger Weise zu verwerten. Dies umfasst auch die Ver&auml;u&szlig;erung und Verwertung von Zugangsdaten, Nutzungsrechten, die entgeltliche Kontaktanbahnung sowie &auml;hnliche, der Umgehung der Regelung dienende Formulierungen. Unerlaubte Ver&auml;u&szlig;erung, Verwertung, Kopie, Verbreitung, Vervielf&auml;ltigung oder anderweitige Verletzung der Rechte des Anbieters f&uuml;hren nach Kenntniserlangung zur Sperrung oder L&ouml;schung des / der betroffenen Zugangs.</p>

<p>&sect; 2 Vertragspartner Der Anbieter bietet die Nutzung der &#8222;Decrypt Sim&ldquo; -Internetseite ausschlie&szlig;lich Verbrauchern im Sinne von &sect; 13 B&uuml;rgerliches Gesetzbuch (BGB) an. Die Nutzung von &#8222;Decrypt Sim&ldquo; zu jeglichen gewerblichen Zwecken ist ausgeschlossen.</p>

<p>Nutzungsberechtigt sind Personen, die entweder zum Zeitpunkt der Registrierung das 18. Lebensjahr vollendet haben oder deren gesetzliche Vertreter der Nutzung zugestimmt haben. Mit der Anmeldung zur Nutzung von &#8222;Decrypt Sim&ldquo; versichert der Nutzer ausdr&uuml;cklich seine Vollj&auml;hrigkeit und Gesch&auml;ftsf&auml;higkeit bzw. bei minderj&auml;hrigen Personen das Vorliegen der Zustimmung des gesetzlichen Vertreters.</p>

<p>&sect; 3 Widerrufsrecht Bei der Bereitstellung der Online-Plattform &#8222;Decrypt Sim&ldquo; durch den Anbieter ist ein Widerrufsrecht ausgeschlossen, da die Ausf&uuml;hrung der Dienstleistung bereits durch die &Uuml;bersendung der Best&auml;tigungsmail mit den Nutzer-Daten und der gleichzeitigen Freischaltung des Nutzer-Zugangs beginnt.</p>

<p>&sect; 4 Speicherung Vertragstext Der Anbieter speichert die von den Nutzern eingegebenen Daten. Nach erfolgter Anmeldung werden die eingegebenen Daten an die Mail-Adresse des Nutzers verschickt. Im Rahmen der K&uuml;ndigung werden neben den Spieler-Charakteren des Nutzers auch seine Daten unwiderruflich aus den Datenbest&auml;nden des Anbieters entfernt.</p>

<p>&sect; 6 Gew&auml;hrleistung Der Anbieter ist stets bem&uuml;ht, die fehlerfreie Verf&uuml;gbarkeit von &#8222;Decrypt Sim&ldquo; sicherzustellen, &uuml;bernimmt hierf&uuml;r jedoch keine Garantie. Es kann zu gelegentlichen Fehlern und Ausf&auml;llen kommen, u.a. durch Serverausf&auml;lle, Programmierfehler, Server-Wartung oder durch sonstige Umst&auml;nde oder Probleme, die au&szlig;erhalb des Einflussbereichs des Anbieters liegen (h&ouml;here Gewalt, Verschulden Dritter etc.). Entstehen einem Nutzer dadurch Nachteile gleich welcher Art, so hat dieser keinen Anspruch auf Wiederherstellung des vor dem Ereignis herrschenden Status seines Zugangs.</p>

<p>Der Anbieter kann den Zugang zur &#8222;Decrypt Sim&ldquo; -Internetseite beschr&auml;nken, sofern die Sicherheit des Netzbetriebes, die Aufrechterhaltung der Netzintegrit&auml;t, insbesondere die Vermeidung schwerwiegender St&ouml;rungen des Netzes, der Software oder gespeicherter Daten dies erfordern.</p>

<p>Der Anbieter haftet ebenfalls nicht f&uuml;r Sch&auml;den, welche etwa durch Fehler, Verz&ouml;gerungen oder Unterbrechungen in der Daten&uuml;bermittlung, bei St&ouml;rungen der technischen Anlagen und des Services, unrichtige Inhalte, Verlust oder L&ouml;schung von Daten, Viren oder in sonstiger Weise bei der Nutzung von &#8222;Decrypt Sim&ldquo; entstehen k&ouml;nnen, es sei denn, dass solche Sch&auml;den vom Anbieter, seinen Mitarbeitern oder Erf&uuml;llungsgehilfen vors&auml;tzlich oder grob fahrl&auml;ssig herbeigef&uuml;hrt werden. Die Haftung nach bestehenden gesetzlichen Bestimmungen bleibt hiervon unber&uuml;hrt.</p>

<p>&sect; 7 K&uuml;ndigung Nutzern steht das Recht zu, ihren Zugang jederzeit ohne Einhaltung einer Frist und ohne Angabe von Gr&uuml;nden selbstst&auml;ndig zu l&ouml;schen. Hierzu gen&uuml;gt ein L&ouml;schbefehl innerhalb des Spieles gefolgt von der Best&auml;tigung per Mail, die nach Eingabe des L&ouml;schbefehls an den Nutzer gesand wurde.</p>

<p> Der Anbieter beh&auml;lt sich das Recht vor, Nutzer-Zug&auml;nge jederzeit aus wichtigen Gr&uuml;nden ohne Einhaltung einer Frist zu sperren, zu k&uuml;ndigen oder in sonstiger Weise zu ver&auml;ndern, wodurch im Falle einer K&uuml;ndigung die unwiderrufliche L&ouml;schung des betreffenden Zugangs inklusive bestehender Spieler-Charaktere und deren Eigenschaften erfolgt. Wichtige Gr&uuml;nde zur Sperrung / K&uuml;ndigung / Ver&auml;nderung sind insbesondere:</p>

<p>&bull; Verst&ouml;&szlig;e gegen die geltenden Spielregeln</p>

<p>&bull; Illegale Handlungen: &Auml;u&szlig;erungen und / oder Taten des Nutzers, die einen Straftatbestand erf&uuml;llen, insbesondere gewaltverherrlichender, rassistischer oder pornografischer Natur, oder in sonstiger Weise gegen geltendes Recht versto&szlig;en.</p>

<p>&bull; Viren &amp; Co.: also das Verwenden bzw. Freisetzen jeglicher Schadsoftware, wie Viren, W&uuml;rmer, Trojaner o.&auml;.</p>

<p>&bull; &#8222;Cheating&ldquo; : also das Erstellen und / oder Verwenden von unautorisierter Software, mit Hilfe derer manipulativ ins Spiel eingegriffen werden kann sowie jeglicher Software von Drittanbietern, die das Spielerlebnis von &#8222;Gondal&ldquo; ver&auml;ndert.</p>

<p>&bull; Nicht genehmigte Fremdprogramme: insbesondere sog. &#8222;Bots&ldquo; , Makros sowie andere Software, die das Webinterface ersetzen oder erg&auml;nzen; ebenfalls untersagt sind Scripte und g&auml;nzlich oder zum Teil automatisierte Programme, welche dem Nutzer Vorteile gegen&uuml;ber Anderen verschaffen, hierzu z&auml;hlen auch Auto-Refresh-Funktionen und weitere, integrierte Mechanismen des Internetbrowsers (Internet Explorer, Firefox, Opera&#8230;), sofern es sich um automatisierte Vorg&auml;nge handelt.</p>

<p>&bull; Aussp&auml;hen von Daten: also die Entwendung und / oder Nutzung von Zugangsdaten Dritter.</p>

<p>&bull; Falschangaben: also die Angabe von falschen Nutzer-Daten.</p>

<p>&bull; Multiaccounting: Jeder Nutzer darf nur einen Zugang im Spiel erstellen und spielen. Sollten mehrere Spieler in einer h&auml;uslichen oder betrieblichen Gemeinschaft &uuml;ber einen geteilten Internetanschluss spielen (z. B. in Internetcafes, Schulen, Universit&auml;ten, Firmen, h&auml;uslichen Gemeinschaften mit nur einem Router), so ist beim Support IP Sharing anzumelden. Auch innerhalb solcher Gemeinschaften d&uuml;rfen die Zugangsdaten nicht untereinander weiter gegeben werden. Ebenso ist es nicht erlaubt, das sich der Gemeinschaft zugeh&ouml;rige Spieler gegenseitig angreifen. Jeder Spieler der Gemeinschaft hat die Anmeldung f&uuml;r das IP-Sharing einzeln durchzuf&uuml;hren und alle Accounts zu melden, die in der Gemeinschaft sind</p>

<p>&bull; Automatisiertes Login: automatisiertes &Ouml;ffnen des Zugangs, unabh&auml;ngig davon, ob dabei die Startseite angezeigt wird oder nicht, ist untersagt</p>

<p>&bull; Technische Manipulationen: Nutzer sind nicht dazu berechtigt, Ma&szlig;nahmen, Mechanismen oder Software in Verbindung mit &#8222;Decrypt Sim&ldquo; zu verwenden, welche die Funktion und / oder den Spielablauf st&ouml;ren k&ouml;nnen, sie d&uuml;rfen ebenso keine Ma&szlig;nahmen ergreifen, die eine unzumutbare oder &uuml;berm&auml;&szlig;ige Belastung der technischen Kapazit&auml;ten von &#8222;Decrypt Sim&ldquo; zur Folge haben k&ouml;nnen, au&szlig;erdem ist Nutzern nicht erlaubt, vom Anbieter generierte Inhalte zu blockieren, zu &uuml;berschreiben oder zu modifizieren oder in sonstiger Weise st&ouml;rend in das Spiel einzugreifen.</p>

<p>&bull; Spielgef&auml;hrdung: jedes Verhalten, welches das Spielerlebnis anderer Nutzer gef&auml;hrdet.</p>

<p>&bull; Manipulation der Kommunikation: also das Abfangen, Emulieren und / oder Umleiten der vom Anbieter bei &#8222;Decrypt Sim&ldquo; verwendeten Kommunikationsprotokolle, ungeachtet der dazu benutzten Methode.</p>

<p>&bull; Abfangen von Daten: die Verwendung von Software, die Informationen von oder durch &#8222;Decrypt Sim&ldquo; abf&auml;ngt oder sammelt, unabh&auml;ngig von der benutzten Methode.</p>

<p>&bull; Nutzung des Zugangs durch Dritte: Nutzer sind verpflichtet, ihre Zugangsdaten sicher und vor dem Zugriff Dritter aufzubewahren und sicherzustellen, dass au&szlig;er ihnen selbst keine unbefugten Personen Zugang zu den Zugangsdaten bzw. durch ihre Zugangsdaten Zugang zur &#8222;Decrypt Sim&ldquo; -Plattform erhalten.</p>

<p>&bull; St&ouml;rung der Webseite: insbesondere die Durchf&uuml;hrung eines Angriffs auf die &#8222;Decrypt Sim&ldquo; -Plattform bzw. die Unterst&uuml;tzung oder Teilnahme an einem Angriff sowie die St&ouml;rung des Spielbetriebs von &#8222;Decrypt Sim&ldquo; unabh&auml;ngig von der benutzten Methode.</p>

<p>&bull; Handel mit virtuellen Gegenst&auml;nden, also die entgeltliche Ver&auml;u&szlig;erung bzw. der entgeltliche Erwerb von Upgrades, Booster oder anderen virtuellen Gegenst&auml;nde bzw. ganzen Charakteren, die in &#8222;Decrypt Sim&ldquo; benutzt werden, au&szlig;erhalb der &#8222;Decrypt Sim&ldquo; -Plattform.</p>

<p>Der Nutzer hat dem Anbieter grunds&auml;tzlich etwaige Fehler von &#8222;Decrypt Sim&ldquo; zu melden.</p>

<p> &sect; 8 Geltung der AGB, &Auml;nderungen Mit der Absendung der Nutzer-Daten, jedenfalls aber mit Nutzung von &#8222;Decrypt Sim&ldquo; erkennt der Nutzer diese AGB an. Sie k&ouml;nnen vor Absendung des Nutzerantrages vom Nutzer ausgedruckt oder auf einem dauerhaften Datentr&auml;ger gespeichert werden.</p>

<p>Der Anbieter beh&auml;lt sich das Recht vor, diese AGB mit Wirkung f&uuml;r die Zukunft jederzeit zu &auml;ndern oder zu erg&auml;nzen, sofern dies notwendig erscheint und der Nutzer hierdurch nicht wider Treu und Glauben benachteiligt wird. &Auml;nderungen der AGB werden in geeigneter Weise durch Benachrichtigung in Textform bekannt gegeben. In der Regel erfolgt die Bekanntmachungen durch Ver&ouml;ffentlichung auf der &#8222;Decrypt Sim&ldquo; -Internetseite und / oder via E-Mail. Der Nutzer kann nach Bekanntgabe und Kenntnisnahmem&ouml;glichkeit innerhalb von 2 Wochen den &Auml;nderungen der AGB widersprechen. Tut er dies nicht bzw. nicht fristgem&auml;&szlig; oder nutzt er &#8222;Decrypt Sim&ldquo; weiterhin, so werden die ge&auml;nderten oder erg&auml;nzenden Bedingungen ihm gegen&uuml;ber wirksam. Widerspricht der Nutzer dagegen fristgem&auml;&szlig;, so sind beide Parteien berechtigt, den Vertrag jederzeit zu k&uuml;ndigen. Bis zur Vertragsbeendigung gelten die urspr&uuml;nglichen AGB fort.</p>

<p>Der Anbieter wird in der Regel mit dem Nutzer via E-Mail kommunizieren. Dieser stellt nach M&ouml;glichkeit sicher, dass ihn E-Mails erreichen, die vom Anbieter an die bei der Registrierung angegebene oder sp&auml;ter mitgeteilte E-Mail-Adresse versandt werden. Er wird daf&uuml;r u.a. durch entsprechende Einstellungen des Spam-Filters sorgen und diese Adresse regelm&auml;&szlig;ig &uuml;berpr&uuml;fen. Der Anbieter beh&auml;lt sich vor, f&uuml;r den &uuml;brigen Schriftverkehr ggf. eine andere Form der Korrespondenz zu w&auml;hlen.</p>

<p> &sect; 9 Datenschutz Grunds&auml;tzlich ist die &#8222;Decrypt Sim&ldquo; -Internetseite kostenlos und anonym nutzbar. Das Spiel &#8222;Decrypt Sim&ldquo; erfordert jedoch eine kostenlose Registrierung, bei welcher die selbst gew&auml;hlten Nutzerdaten (Name und Passwort) und eine Mail-Adresse anzugeben sind. Der Anbieter verwendet die von den Nutzern &uuml;bermittelten Daten zur Erf&uuml;llung und Abwicklung seiner vertraglichen Verpflichtungen. Nach K&uuml;ndigung bzw. L&ouml;schung eines Nutzer-Zugangs werden die dazugeh&ouml;rigen Daten mit gel&ouml;scht.</p>

<p>Von jedem Besucher der Internetseite wird vom Server des Anbieters automatisch die IP-Adresse erfasst. Dar&uuml;ber hinaus auch die Nutzungszeiten sowie die Nutzungsart. Hierbei wird [nicht] auf Cookies zur&uuml;ckgegriffen werden. Die so erworbenen Informationen werden vom Anbieter nur f&uuml;r statistische Zwecke sowie f&uuml;r die Aufrechterhaltung des Spielbetriebs von &#8222;Decrypt Sim&ldquo; verwendet.</p>

<p>Der Anbieter speichert nur die Mail-Adressen ab, die direkt &uuml;ber das Anmeldeformular mitgeteilt werden. Mail-Adressen werden vom Anbieter ausschlie&szlig;lich f&uuml;r den Zweck verwendet, zu dem sie erteilt wurden, n&auml;mlich zur Sicherstellung des Betriebes von &#8222;Decrypt Sim&ldquo; sowie f&uuml;r diejenigen Zwecke, f&uuml;r die ausdr&uuml;cklich Zustimmung erteilt wurden. Der Anbieter wird Mail-Adressen nicht an Dritte zur verf&uuml;gung stellen.</p>

<p>Der Anbieter beh&auml;lt sich das Recht vor, Daten der Nutzer zu speichern, um die Einhaltung der Regeln, der AGB sowie geltenden Rechts zu kontrollieren. Gespeichert werden IP-Adressen in Verbindung mit Nutzungszeiten und Nutzungsart, die bei der Anmeldung angegebenen Nutzerdaten (Name, Passwort) und Mail-Adresse(n) sowie vom Benutzer im Profil auf freiwilliger Basis eingetragene sonstige Daten.</p>

<p>Der Nutzer kann der Speicherung seiner personenbezogenen Daten jederzeit widersprechen. Da die Teilnahme an &#8222;Decrypt Sim&ldquo; aus technischen Gr&uuml;nden ohne Speicherung von Daten nicht m&ouml;glich ist, wird mit Eingang des Widerspruchs der betroffene Nutzer-Zugang gel&ouml;scht.</p>

<p>Nutzer haben das Recht auf unentgeltliche Auskunft &uuml;ber ihre gespeicherten Daten sowie ggf. ein Recht auf Berichtigung, Sperrung oder L&ouml;schung ihrer Daten. Bei Fragen zur Erhebung, Verarbeitung oder Nutzung personenbezogener Daten, bei Ausk&uuml;nften, Berichtigung, Sperrung oder L&ouml;schung von Daten k&ouml;nnen Nutzer sich an</p>

<p>Stefan Haase Hauptstra&szlig;e 39 09221 Neukirchen / Erzgeb.</p>

<p>Tel:  E-Mail: support@gamer-stammtisch.de</p>

<p>&sect; 10 Rechtswahl, Gerichtsstand Es gilt deutsches Recht. Soweit rechtlich zul&auml;ssig gilt der Sitz des Anbieters als Gerichtsstand vereinbart.</p>

</font>
</body>
</html>